[
  {
    "id": "4CD69840-F7C5-4669-994E-BA635431D38B",
    "name": "Hydroponic Containers and Supports",
    "description": "Includes pots, stands, and storage tubs designed for hydroponic systems to support plant growth and nutrient management."
  },
  {
    "id": "209A46CD-0C4D-4993-8C20-40476B7DFF05",
    "name": "Plant Growth Regulators and Meters",
    "description": "Tools and substances like growth regulators and salinity meters to optimize plant development and water quality."
  },
  {
    "id": "C9E769EA-3292-47E0-8A8F-F91B988C4212",
    "name": "Hydroponic Storage and Pumps",
    "description": "Equipment such as basins and submersible pumps for storing nutrients and circulating water in hydroponic setups."
  },
  {
    "id": "9D61F159-99F4-4786-AE83-31FD6A36FD8A",
    "name": "Nutrient Solutions and Testing Tools",
    "description": "Fertilizers, pH meters, air pumps, and test strips to maintain nutrient levels and water conditions for healthy plant growth."
  },
  {
    "id": "DA1ED5F0-EE34-499F-A1BE-0D0038DBFCB0",
    "name": "Hydroponic Planting Cups and Pumps",
    "description": "Cups for plant support and water pumps to ensure proper aeration and circulation in hydroponic systems."
  },
  {
    "id": "EA08739A-A639-4F6D-BCFE-69015061B468",
    "name": "Specialty Fertilizers",
    "description": "Targeted fertilizers designed to enhance specific plant types, such as tomatoes or blueberries, in hydroponic or soil-free systems."
  },
  {
    "id": "A98DD644-D937-4B8C-889E-0F8DA3B00531",
    "name": "Flowering and Foliage Enhancers",
    "description": "Products like fertilizers, pH adjusters, and lighting to boost flowering plants and foliage health in controlled environments."
  },
  {
    "id": "DF7FC9A1-0B49-467E-9C27-1A45D1698113",
    "name": "Hydroponic Systems",
    "description": "Complete hydroponic grow kits and systems designed for efficient, soil-free plant cultivation with optimized water and nutrient delivery."
  },
  {
    "id": "5F57A069-5C17-414A-B126-3AE6240BE85E",
    "name": "Monitoring and Accessories",
    "description": "Tools and accessories like webcams for monitoring plant growth and other supportive equipment in hydroponic or controlled environments."
  }
]